let data = [
    {
    id : 1,
    text : "예상 밖의 일 때문에 속상한 적은 얼마나 있었나?",
    },
    
    {
    id : 2,
    text : "인생에서 중요한 일을 제어할 수 없다고 느낀 경우는 얼마나 있었나?",
    },

    {
    id : 3,
    text : "긴장되고 스트레스를 받았다고 느낀 경우는 얼마나 있었나?",
    },

    {
    id : 4,
    text : "개인적인 문제들을 처리하는 능력에 대해 몇 번이나 확신했는가?",
    },

    {
    id : 5,
    text : "일들이 당신의 뜻대로 된다고 느낀 경우는 얼마나 있었나?",
    },

    {
    id : 6,
    text : "얼마나 자주 화를 억누를 수 있었나?",
    },

    {
    id : 7,
    text : "해야 할 일을 감당할 수 없다고 느낀적은 얼마나 있었나?",   
    },

    {
    id : 8,
    text : "기분이 매우 좋다고 느낀 적은 얼마나 있었나?",   
    },

    {
    id : 9,
    text : "일들이 잘 안 풀릴 때 얼마나 자주 화를 냈나?",   
    },

    {
    id : 10,
    text : "어려운 일이 과도하게 누적돼 극복할 수 없다고 생각한 경우는얼마나 있었나?",   
    },

    // {
    // id : 11,
    // text : "일들이 당신의 뜻대로 된다고 느낀 경우는 얼마나 있었나?",
    // },
    
    // {
    // id : 12,
    // text : "얼마나 자주 화를 억누를 수 있었나?",
    // },
    
    // {
    // id : 13,
    // text : "해야 할 일을 감당할 수 없다고 느낀적은 얼마나 있었나?",   
    // },
    
    // {
    // id : 14,
    // text : "기분이 매우 좋다고 느낀 적은 얼마나 있었나?",   
    // },
    
    // {
    // id : 15,
    // text : "일들이 잘 안 풀릴 때 얼마나 자주 화를 냈나?",   
    // },
    
    







]

export default data;